i5/20220903-zfs/raidz2/default/1000/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 10593613
number of failed transactions: 0 (0.000%)
latency average = 5.437 ms
initial connection time = 7.775 ms
tps = 2942.657650 (without initial connection time)